Revit 2027 API
ParameterTypeId.StairsTrisertypeTreadThickness Property
 "Tread Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeTreadThickness { get; }
Public Shared ReadOnly Property StairsTrisertypeTreadThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeTreadThickness {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeTreadThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace